const authorRawData = [
  {
    id: 1,
    name: '한강',
  },
  {
    id: 2,
    name: '차인표',
  },
  {
    id: 3,
    name: '양귀자',
  },
  {
    id: 4,
    name: '김주혜',
  },
  {
    id: 5,
    name: '정대건',
  },
  {
    id: 6,
    name: '피오나 와트',
  },
  {
    id: 7,
    name: '모건 하우절',
  },
  {
    id: 8,
    name: '헤르만 헤세',
  },
  {
    id: 9,
    name: '후지이 아사리',
  },
  {
    id: 10,
    name: '후지모토 타츠키',
  },
  {
    id: 11,
    name: '유발 하라리',
  },
  {
    id: 12,
    name: '샘 태플린',
  },
  {
    id: 13,
    name: '칼 세이건',
  },
  {
    id: 14,
    name: 'EBS 자본주의 제작팀',
  },
  {
    id: 15,
    name: 'ETS',
  },
  {
    id: 16,
    name: 'David Cho',
  },
  {
    id: 17,
    name: '루리',
  },
  {
    id: 18,
    name: '최진영',
  },
  {
    id: 19,
    name: '세이노(SayNo)',
  },
  {
    id: 20,
    name: '재레드 다이아몬드',
  },
  {
    id: 21,
    name: '박상영',
  },
  {
    id: 22,
    name: '클레어 키건',
  },
  {
    id: 23,
    name: '한야 야나기하라',
  },
  {
    id: 24,
    name: '서머싯 몸',
  },
  {
    id: 25,
    name: '무라카미 하루키',
  },
  {
    id: 26,
    name: '아스트리드 린드그렌',
  },
  {
    id: 27,
    name: '리처드 도킨스',
  },
  {
    id: 28,
    name: '김승호',
  },
  {
    id: 29,
    name: '오빠두(전진권)',
  },
  {
    id: 30,
    name: '이민진',
  },
  {
    id: 31,
    name: '빅터 프랭클',
  },
  {
    id: 32,
    name: '채사장',
  },
  {
    id: 33,
    name: '정해연',
  },
  {
    id: 34,
    name: '데일 카네기',
  },
  {
    id: 35,
    name: '김주환',
  },
  {
    id: 36,
    name: '룰루 밀러',
  },
  {
    id: 37,
    name: '이꽃님',
  },
  {
    id: 38,
    name: '다자이 오사무',
  },
  {
    id: 39,
    name: '무라세 다케시',
  },
  {
    id: 40,
    name: '조지 오웰',
  },
  {
    id: 41,
    name: '찰리 맥커시',
  },
  {
    id: 42,
    name: '알베르 카뮈',
  },
  {
    id: 43,
    name: '해커스어학연구소',
  },
  {
    id: 44,
    name: '존 소포릭',
  },
  {
    id: 45,
    name: '김재우',
  },
  {
    id: 46,
    name: '앤디 위어',
  },
  {
    id: 47,
    name: '구병모',
  },
  {
    id: 48,
    name: '권경배',
  },
  {
    id: 49,
    name: '팀 페리스',
  },
  {
    id: 50,
    name: '앤절라 더크워스',
  },
  {
    id: 51,
    name: '마이클 샌델',
  },
  {
    id: 52,
    name: '프랑수아즈 사강',
  },
  {
    id: 53,
    name: 'J. 켄지 로페즈 알트',
  },
  {
    id: 54,
    name: '김호연',
  },
  {
    id: 55,
    name: '앙투안 드 생텍쥐페리',
  },
  {
    id: 56,
    name: '정선근',
  },
  {
    id: 57,
    name: '로버트 기요사키',
  },
  {
    id: 58,
    name: '에리히 프롬',
  },
  {
    id: 59,
    name: '비욘 나티코 린데블라드',
  },
  {
    id: 60,
    name: '무라타 사야카',
  },
  {
    id: 61,
    name: '피터 브라운',
  },
  {
    id: 62,
    name: '하정훈',
  },
  {
    id: 63,
    name: '황석영',
  },
  {
    id: 64,
    name: '해커스 오픽연구소',
  },
  {
    id: 65,
    name: '요한 하리',
  },
  {
    id: 66,
    name: '최태성',
  },
]
